{
    "id": 3,
    "difficulty_level": "Expert",
    "poses": [
    {
    "id": 14,
    "difficulty_level": "Expert",
    "english_name": "Dolphin",
    "sanskrit_name_adapted": "Ardha Pincha Mayurasana",
    "sanskrit_name": "Pīñcha Mayūrāsana",
    "translation_name": "pīñcha = feather, mayūra = peacock, āsana = posture",
    "pose_description": "From Downward-Facing Dog, the forearms are planted onto the earth with the elbows narrow and the palms down in a Sphinx position. The pelvis is tucked. The ribcage lifted. The feet are rooted and the legs are straight with the tailbone in dog tilt. The gaze is down and slightly forward.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression. Energizes the body. Stretches the shoulders, hamstrings, calves, arches, and hands. Strengthens the arms and legs. Helps relieve the symptoms of menopause. Relieves menstrual discomfort when done with the head supported. Helps prevent osteoporosis. Improves digestion. Relieves headache, insomnia, back pain, and fatigue. Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis. Warms up the ankles and the toes.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483080/yoga-api/14_k9lr9a.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483080/yoga-api/14_k9lr9a.png",
    "url_svg_alt": "https://www.dropbox.com/s/px1foombb3v24se/dolphin.svg?raw=1"
    },
    {
    "id": 17,
    "difficulty_level": "Expert",
    "english_name": "Extended Hand to Toe",
    "sanskrit_name_adapted": "Utthita Hasta Padangusthasana",
    "sanskrit_name": "Utthita Hasta Pādāṅguṣṭhāsana",
    "translation_name": "utthita = extended, hasta = hand, pādāṅguṣṭha = big toe, āsana = posture",
    "pose_description": "From mountain.html pose, lift one foot.  Bend forward and catch the toes with the fingers.  Place the other hand on the hip to square the hip towards the front.  Slowly straighten the knee and the torso and open the leg to one side.  Use a strap if necessary.  Gaze towards the front or opposite of the extended leg for balance.",
    "pose_benefits": "Opens the hips and groins.  Stretches the hamstrings, IT bands and legs.  Improves balance.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483084/yoga-api/17_l9joyu.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483084/yoga-api/17_l9joyu.png",
    "url_svg_alt": "https://www.dropbox.com/s/0yk0z7f0a4ni37l/extendedhandtotoe.svg?raw=1"
    },
    {
    "id": 19,
    "difficulty_level": "Expert",
    "english_name": "Forearm Stand",
    "sanskrit_name_adapted": "Pincha Mayurasana",
    "sanskrit_name": "Pīñcha Mayūrāsana",
    "translation_name": "pīñcha = feather, mayūra = peacock, āsana = posture",
    "pose_description": "From an inverted position, with the body perpendicular to the earth, the weight of the body is supported on the forearms that are parallel and pressed firmly into the earth.  The palms are flat.  The knuckles are evenly pressed into the earth.  The fingers are spread wide.  Both legs reach up toward the sky in a straight line with the pelvis tucked.  The ribcage is lifted.  The gaze is forward.",
    "pose_benefits": "Strengthens arms and shoulders.  Improves focus and balance.  Stretches the upper and lower back.  Strengthens the abdominal muscles.  Tones the abdominal area.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483084/yoga-api/19_jadqwc.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483084/yoga-api/19_jadqwc.png",
    "url_svg_alt": "https://www.dropbox.com/s/kjlyju4m91qgoi6/forearmstand.svg?raw=1"
    },
    {
    "id": 21,
    "difficulty_level": "Expert",
    "english_name": "Half-Moon",
    "sanskrit_name_adapted": "Ardha Chandrasana",
    "sanskrit_name": "Ardha Chandrāsana",
    "translation_name": "ardha = half, chandra = moon,āsana = posture",
    "pose_description": "From a standing position one leg is straight while the other is extended back parallel to the earth (or a little above parallel) and one hand is on the earth (beyond the little-toe side of the foot, about 12 inches) while the other hand is extended up towards the sky.  The shoulder blades are squeezed together and the fingers move outward in opposing directions.  The weight of the body is supported mostly by the standing leg while the bottom hand has very little weight on it but is used intelligently to regulate balance.  The upper torso is rotated open to the sky.  Both hips are externally rotated.  Energy is extended actively through the flexed toes to keep the raised leg strong.  The inner ankle of the standing foot is lifted strongly upward, as if drawing energy from the earth.  The sacrum and scapulae are firmly pressed against the back torso and lengthen the coccyx toward the raised foot.  The gaze is either up or down, depending on the condition of the neck.  If injured the gaze is down.",
    "pose_benefits": "Strengthens the abdomen, ankles, thighs, buttocks and spine.  Stretches the groins, hamstrings, calves, shoulders, chest and spine.  Improves coordination and sense of balance.  Helps relieve stress.  Improves digestion.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/21_etedlp.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/21_etedlp.png",
    "url_svg_alt": "https://www.dropbox.com/s/gpumf9eehr8wo9g/halfmoon.svg?raw=1"
    },
    {
    "id": 22,
    "difficulty_level": "Expert",
    "english_name": "Handstand",
    "sanskrit_name_adapted": "Adho Mukha Vrksasana",
    "sanskrit_name": "Adho Mukha Vṛkṣāsana",
    "translation_name": "adho = downward, mukha = facing, vṛkṣa = tree, āsana = posture",
    "pose_description": "In this inverted posture the weight of the body is on the hands - shoulder-width apart with fingers forward and parallel to each other (if the shoulders are tight, the index fingers are turned out slightly).  The shoulder blades are firm against the back torso and pulled up toward the tailbone.  The upper arms are rotated outward with the eye of the elbow to the front of the room to keep the shoulder blades broad while the outer arms hug inward in opposing forces for balance and stability.  The palms are spread and the bases of the index fingers are pressed firmly against the earth.  Balance is maintained by keeping the Bandhas engaged while pressing the earth away with straight arms and flexed feet.  The gaze is down and forward.",
    "pose_benefits": "Strengthens the shoulders, arms and wrists.  Stretches the belly.  Improves sense of balance.  Calms the brain and helps relieve stress and mild depression.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/22_ojzmr8.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/22_ojzmr8.png",
    "url_svg_alt": "https://www.dropbox.com/s/p7pf5j0untktn9c/handstand.svg?raw=1"
    },
    {
    "id": 32,
    "difficulty_level": "Expert",
    "english_name": "Half Lord of the Fishes",
    "sanskrit_name_adapted": "Ardha Matsyendrasana",
    "sanskrit_name": "Ardhā Matsyendrāsana",
    "translation_name": "ardha = half, matsya = fish, indra = king",
    "pose_description": "Begin in a seated position. Bend one knee so the sole of your foot is close to the opposite inner thigh. Bend your opposite knee in, foot on the floor, heel to the outside of your bent thigh. Extend your arm (same side of your Lotus leg) high into the sky and begin to twist it to the outside of your bent knee. Use your opposite hand as leverage to twist deeper. Hook your elbow to the outside of your thigh and gaze over your back shoulder. If you want to extend your twist deeper, wrap your arm around the shin of your bent knee and sweep your opposite arm around to meet it. Catch opposite fingertips or the wrist. Keep a long spine.",
    "pose_benefits": "Stretches the shoulders, the chest, the thighs, the groins, and the abdomen.  Strengthens the legs and the ankles.  Improves balance.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483091/yoga-api/32_hafoa0.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483091/yoga-api/32_hafoa0.png",
    "url_svg_alt": "https://www.dropbox.com/s/u9joi8lbntxumyh/seatedspinaltwist.svg?raw=1"
    },
    {
    "id": 36,
    "difficulty_level": "Expert",
    "english_name": "Splits",
    "sanskrit_name_adapted": "Hanumanasana",
    "sanskrit_name": "Hanumānāsana",
    "translation_name": "hanumān = monkey deity, āsana = posture",
    "pose_description": "The hips are parallel and squared to the earth with one leg extended forward.  The opposite leg extended back with the knee and foot squared to the earth.  The inner thighs scissor towards each other.  The hands are by the side body or at the heart center in Anjali Mudra (Salutation Seal) or stretched straight up toward the sky.  The ribcage is lifted.  The heart is open.  The gaze is forward.",
    "pose_benefits": "Stretches the thighs, hamstrings, and groin.  Stimulates the abdominal organs.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483092/yoga-api/36_a2z20a.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483092/yoga-api/36_a2z20a.png",
    "url_svg_alt": "https://www.dropbox.com/s/u8dxhc41hjfcxj6/splits.svg?raw=1"
    },
    {
    "id": 40,
    "difficulty_level": "Expert",
    "english_name": "Side Splits",
    "sanskrit_name_adapted": "Upavistha Konasana",
    "sanskrit_name": "Upaviṣṭha Koṇāsana",
    "translation_name": "upaviṣṭha = seated, koṇa = angle, āsana = posture",
    "pose_description": "From a wide stance the legs are open and extended sideways to your degree of flexibility.  The outer edges of the feet are rotated and gripping toward the earth.  The weight of the body is supported by the arms.  The palms are rooted into the earth with the fingers pointing towards the body.  There should be no excess weight on the knee or ankle joints as you lower down to your degree of flexibility. The gaze is down and slightly forward.",
    "pose_benefits": "Stretches the insides and backs of the legs.  Stimulates the abdominal organs.  Strengthens the spine.  Calms the brain.  Releases groin.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483093/yoga-api/40_dkmow6.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483093/yoga-api/40_dkmow6.png",
    "url_svg_alt": "https://www.dropbox.com/s/6z51vzosovhx5w7/straddlesplit.svg?raw=1"
    },
    {
    "id": 46,
    "difficulty_level": "Expert",
    "english_name": "Warrior Three",
    "sanskrit_name_adapted": "Virabhadrasana Three",
    "sanskrit_name": "Vīrabhadrāsana III",
    "translation_name": "vīrabhadra = warrior, āsana = posture",
    "pose_description": "From a standing position, one leg is rooted and perpendicular to the earth while the other leg is raised, extended back and parallel to the earth.  The head of the thighbone of the standing leg presses back towards the heel and is actively rooted into the earth.  The arms and the extended leg lengthen in opposing directions with Bandhas engaged.  The hips are squared and the tailbone presses firmly into the pelvis.  The arms, torso, and extended raised leg should be positioned relatively parallel to the floor.  The gaze is forward or down.",
    "pose_benefits": "Strengthens the ankles and legs.  Strengthens the shoulders and muscles of the back.  Tones the abdomen.  Improves balance and posture.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/46_lz6v7i.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/46_lz6v7i.png",
    "url_svg_alt": "https://www.dropbox.com/s/lwgoky3z37ameif/warrior3.svg?raw=1"
    },
    {
    "id": 47,
    "difficulty_level": "Expert",
    "english_name": "Wheel",
    "sanskrit_name_adapted": "Urdhva Dhanurasana",
    "sanskrit_name": "Ūrdhva Dhanurāsana",
    "translation_name": "ūrdhva = upward, dhanu = bow, āsana = posture",
    "pose_description": "Pressed up from a supine position, lying on your back, the palms are rooted into the earth with the fingers pointed towards the heels.  The feet are grounded.  The hips are pressed up.  The thighs are rotated inward.  The thoracic spine is arched creating a strong crescent arch along the spinal column.  The gaze is forward.",
    "pose_benefits": "Strengthens the arms, wrists, legs, buttocks, abs, and spine.  Stimulates the thyroid and pituitary.  Increases energy and counteracts depression.  Therapeutic for asthma, back pain, infertility, and osteoporosis.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/47_w2jsof.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/47_w2jsof.png",
    "url_svg_alt": "https://www.dropbox.com/s/kpa1bewuut3lm5q/wheel.svg?raw=1"
    },
    {
    "id": 48,
    "difficulty_level": "Expert",
    "english_name": "Wild Thing",
    "sanskrit_name_adapted": "Camatkarasana",
    "sanskrit_name": "Camatkārāsana",
    "translation_name": "camatkāra = struck with wonder, āsana = posture",
    "pose_description": "From downward dog pose, elevate one leg toward the sky and stack the corresponding hip over the other hip.  Bring the upper heel as close to the buttocks as possible.  The hips remain stacked; then bring the shoulders forward slowly over the hands.  Replace the corresponding hand to the upraised leg with the other hand and flip yourself over and extend the top hand forward.  The bottom foot is now facing toward the front of the mat and you remain on the ball of the top foot and the corresponding knee is bent.  Continue to lift hips up towards the sky and continue reaching the free hand towards the front of the room and slightly downwards.  Allow the head to curl back.",
    "pose_benefits": "Stretches the chest, shoulders, back, and throat.  Strengthens and opens the hips, hip flexors, and thighs.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/48_unoav6.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/48_unoav6.png",
    "url_svg_alt": "https://www.dropbox.com/s/d1dbdvo4l7xry4w/downdogflip.svg?raw=1"
    }
    ]
    }