{
    "id": 2,
    "difficulty_level": "Intermediate",
    "poses": [
    {
    "id": 1,
    "difficulty_level": "Intermediate",
    "english_name": "Boat",
    "sanskrit_name_adapted": "Navasana",
    "sanskrit_name": "Nāvāsana",
    "translation_name": "nāva = boat, āsana = posture",
    "pose_description": "From a seated position the feet are lifted up so that the thighs are angled about 45-50 degrees relative to the earth.  The tailbone is lengthened into the earth and the pubis pulls toward the navel.  The shoulder blades are spread across the back and the hands reach around the back of the calves, with legs pulled towards the body.  The chin is tipped slightly toward the sternum so that the base of the skull lifts lightly away from the back of the neck.  Gaze is forward.",
    "pose_benefits": "Strengthens the abdomen, hip flexors, and spine.  Stimulates the kidneys, thyroid and prostate glands, and intestines.  Helps relieve stress.  Improves digestion.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483071/yoga-api/1_txmirf.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483071/yoga-api/1_txmirf.png",
    "url_svg_alt": "https://www.dropbox.com/s/4m64ztxkj8a4dab/boatstraightlegs.svg?raw=1"
    },
    {
    "id": 3,
    "difficulty_level": "Intermediate",
    "english_name": "Bow",
    "sanskrit_name_adapted": "Dhanurasana",
    "sanskrit_name": "Dhanurāsana",
    "translation_name": "dhanur = bow, āsana = posture",
    "pose_description": "From a prone position with the abdomen on the earth, the hands grip the ankles (but not the tops of the feet) with knees no wider than the width of your hips.  The heels are lifted away from the buttocks and at the same time the thighs are lifted away from the earth working opposing forces as the heart center, hips and back open.  The gaze is forward.",
    "pose_benefits": "Stretches the entire front of the body, ankles, thighs and groins, abdomen and chest, and throat, and deep hip flexors (psoas).  Strengthens the back muscles.  Improves posture.  Stimulates the organs of the abdomen and neck.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483072/yoga-api/3_aa0fgk.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483072/yoga-api/3_aa0fgk.png",
    "url_svg_alt": "https://www.dropbox.com/s/wizj5kwxvez4c0a/bow.svg?raw=1"
    },
    {
    "id": 6,
    "difficulty_level": "Intermediate",
    "english_name": "Camel",
    "sanskrit_name_adapted": "Ustrasana",
    "sanskrit_name": "Uṣṭrāsana",
    "translation_name": "uṣṭra = camel, āsana = posture",
    "pose_description": "From a kneeling position the knees are hip width apart and the thighs are perpendicular to the earth.  The inner thighs are narrowed and rotated slightly inward with the buttocks engaged but not hardened.  The tailbone is tucked under but the hips do not puff forward.  The shins and tops of the feet are pressed firmly into the earth.  The ribcage is open, along with the heart center, but the lower front ribs do not protrude sharply towards the sky.  The lower back lifts the ribs away from the pelvis to keep the lower spine as long as possible.  The base of the palms are pressed firmly against the soles (or heels) of the feet and the fingers are pointed toward the toes.  The arms are extended straight and are turned slightly outward at the shoulder joint so the elbow creases face forward without squeezing the shoulder blades together.  The neck is in a relatively neutral position, neither flexed nor extended, or (for the advanced practitioners only) the head drops back.  Be careful not to strain your neck and harden your throat.  The gaze is either towards the sky or towards the earth, depending upon your flexibility.",
    "pose_benefits": "Stretches the entire front of the body, the ankles, thighs and groins, abdomen and chest, and throat.  Stretches the deep hip flexors (psoas).  Strengthens back muscles.  Improves posture.  Stimulates the organs of the abdomen and neck.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483075/yoga-api/6_ri1w0e.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483075/yoga-api/6_ri1w0e.png",
    "url_svg_alt": "https://www.dropbox.com/s/o5gr4lngltsdg5r/camel.svg?raw=1"
    },
    {
    "id": 12,
    "difficulty_level": "Intermediate",
    "english_name": "Crescent Lunge",
    "sanskrit_name_adapted": "Alanasana",
    "sanskrit_name": "Ashta Chandrāsana",
    "translation_name": "ashta = side, chandra = moon, āsana = posture",
    "pose_description": "From mountain pose, on the inhalation bring the hands up and interlace the fingers together. Exhale, bend to one side, lengthening the opposite of the rib cage and stretch.",
    "pose_benefits": "Stretches the rib cage, arms and torso.  Tones the oblique muscles.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483080/yoga-api/12_pv4p1z.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483080/yoga-api/12_pv4p1z.png",
    "url_svg_alt": "https://www.dropbox.com/s/1oc1dqv8mfwo8uj/highlunge.svg?raw=1"
    },
    {
    "id": 13,
    "difficulty_level": "Intermediate",
    "english_name": "Crow",
    "sanskrit_name_adapted": "Bakasana",
    "sanskrit_name": "Bakāsana",
    "translation_name": "baka = crane, āsana = posture",
    "pose_description": "From an inverted position, with the hips up and the head down, the arms are bent in a 90-degree angle with the knees resting on the elbows.  The palms are firmly rooted into the earth with knuckles pressed firmly into the earth for support.  The belly is pulled up and in towards the spine with the ribcage and chin lifted.  The weight of the body shifts slightly forward as the toes lift up and off the earth into the full expression of the pose.  The gaze is down and slightly forward.",
    "pose_benefits": "Strengthens arms and wrists.  Stretches the upper back.  Strengthens the abdominal muscles.  Opens the groin.  Tones the abdominal organs.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483083/yoga-api/13_hdjxuz.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483083/yoga-api/13_hdjxuz.png",
    "url_svg_alt": "https://www.dropbox.com/s/ukaxoioh0uooswj/crow.svg?raw=1"
    },
    {
    "id": 15,
    "difficulty_level": "Intermediate",
    "english_name": "Downward-Facing Dog",
    "sanskrit_name_adapted": "Adho Mukha Svanasana",
    "sanskrit_name": "Parivṛtta Adho Mukha Śvānāsana",
    "translation_name": "parivṛtta = revolved, adho = downward, mukha = facing, śvāna = dog, āsana = posture",
    "pose_description": "From downward_dog.html the legs are straight with the sits bones tilted up and reaching for the sky.  The feet are flat with the heels firmly rooted.  One palm is flat with the knuckles evenly pressed into the earth.  The other hand reaches under the body and grasps the opposite ankle.  The spine is long and the heart is open toward the sky.  The neck is loose and the crown of the head is relaxed toward the earth.  The gaze is toward the center.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression.  Energizes the body.  Stretches the shoulders, neck, hamstrings, calves, arches, and hands.  Strengthens the arms and legs.  Helps relieve the symptoms of menopause.  Relieves menstrual discomfort when done with the head supported.  Helps prevent osteoporosis.  Improves digestion.  Relieves headache, insomnia, back pain, and fatigue.  Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483081/yoga-api/15_vkviqn.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483081/yoga-api/15_vkviqn.png",
    "url_svg_alt": "https://www.dropbox.com/s/75xa1bduu2u5y7d/downdog.svg?raw=1"
    },
    {
    "id": 16,
    "difficulty_level": "Intermediate",
    "english_name": "Eagle",
    "sanskrit_name_adapted": "Garudasana",
    "sanskrit_name": "Garuḍāsana",
    "translation_name": "garuḍa = eagle, āsana = posture",
    "pose_description": "From a standing position the one thigh is crossed over the other with the toes and/or the ankle hooked behind the lower calf.  The weight of the body is balanced on the standing foot.  The arms are crossed in front of the torso so that one arm is crossed above the other arm.  The top arm is tucked into the elbow crook of the bottom arm.  The hands are hooked around each other as well.  Once hooked, the elbows lift up and the fingers stretch towards the ceiling.  The gaze is soft and forward.",
    "pose_benefits": "Strengthens and stretches the ankles and calves.  Stretches the thighs, hips, shoulders, and upper back.  Improves concentration.  Improves sense of balance.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483081/yoga-api/16_g7ueht.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483081/yoga-api/16_g7ueht.png",
    "url_svg_alt": "https://www.dropbox.com/s/w05qgx7wyxva1y3/eagle.svg?raw=1"
    },
    {
    "id": 18,
    "difficulty_level": "Intermediate",
    "english_name": "Extended Side Angle",
    "sanskrit_name_adapted": "Utthita Parsvakonasana",
    "sanskrit_name": "Utthita Pārśvakoṇāsana",
    "translation_name": "utthita = extended, pārśva = side, koṇa = angle, āsana = posture",
    "pose_description": "From warrior II the lower body stays static while the upper body is folded forward at the crease of the hip.  One arm is extended toward the front with the bicep by the ear and the fingers spread wide while the other reaches down to the earth on the inside of the thigh.  The upper torso and the gaze twist up towards the sky.",
    "pose_benefits": "Strengthens and stretches the legs, knees, and ankles.  Stretches the groin, spine, waist, chest, lungs, and shoulders. Stimulates abdominal organs. Increases stamina.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483083/yoga-api/18_aqufak.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483083/yoga-api/18_aqufak.png",
    "url_svg_alt": "https://www.dropbox.com/s/yzynxmyb9o7eras/extendedsideangle.svg?raw=1"
    },
    {
    "id": 20,
    "difficulty_level": "Intermediate",
    "english_name": "Forward Bend with Shoulder Opener",
    "sanskrit_name_adapted": "Uttanasana",
    "sanskrit_name": "Uttānāsana",
    "translation_name": "uttāna = stretch out, āsana = posture",
    "pose_description": "From a standing position, the body is folded over at the crease of the hip with the spine long.  The neck is relaxed and the crown of the head is towards the earth.  The feet are rooted into the earth.  The toes are actively lifted.  The spine is straight.  The ribcage is lifted.  The chest and the thighs are connected.  The sacrum lifts up toward the sky in dog tilt.  The fingers are interlaced behind the body and the palms are together.  The arms and elbows are straight.  The shoulder blades rotate towards each other as the hands move forward (away from the lower back).  The gaze is down and inward.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression.  Stimulates the liver and kidneys.  Stretches the hamstrings, calves, and hips.  Strengthens the thighs and knees.  Improves digestion.  Helps relieve the symptoms of menopause.  Reduces fatigue and anxiety.  Relieves headache and insomnia.  Relieves headache and insomnia.  Opens the shoulders.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/20_uogrfq.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/20_uogrfq.png",
    "url_svg_alt": "https://www.dropbox.com/s/sjqfq99pqpelv4v/forwardfoldshoulderstretch.svg?raw=1"
    },
    {
    "id": 21,
    "difficulty_level": "Intermediate",
    "english_name": "Half-Moon",
    "sanskrit_name_adapted": "Ardha Chandrasana",
    "sanskrit_name": "Ardha Chandrāsana",
    "translation_name": "ardha = half, chandra = moon,āsana = posture",
    "pose_description": "From a standing position one leg is straight while the other is extended back parallel to the earth (or a little above parallel) and one hand is on the earth (beyond the little-toe side of the foot, about 12 inches) while the other hand is extended up towards the sky.  The shoulder blades are squeezed together and the fingers move outward in opposing directions.  The weight of the body is supported mostly by the standing leg while the bottom hand has very little weight on it but is used intelligently to regulate balance.  The upper torso is rotated open to the sky.  Both hips are externally rotated.  Energy is extended actively through the flexed toes to keep the raised leg strong.  The inner ankle of the standing foot is lifted strongly upward, as if drawing energy from the earth.  The sacrum and scapulae are firmly pressed against the back torso and lengthen the coccyx toward the raised foot.  The gaze is either up or down, depending on the condition of the neck.  If injured the gaze is down.",
    "pose_benefits": "Strengthens the abdomen, ankles, thighs, buttocks and spine.  Stretches the groins, hamstrings, calves, shoulders, chest and spine.  Improves coordination and sense of balance.  Helps relieve stress.  Improves digestion.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/21_etedlp.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/21_etedlp.png",
    "url_svg_alt": "https://www.dropbox.com/s/gpumf9eehr8wo9g/halfmoon.svg?raw=1"
    },
    {
    "id": 24,
    "difficulty_level": "Intermediate",
    "english_name": "Pigeon",
    "sanskrit_name_adapted": "Supta Kapotasana",
    "sanskrit_name": "Supta Kapotāsana",
    "translation_name": "supta = supine, kapota = pigeon, āsana = posture",
    "pose_description": "Lie on the back in supine position.  Bend the knees, heels close to SI bones and cross one ankle over the opposite knee.  Thread the hands or reach through between the thighs.  Lift the foot off the floor and hold the bent knee behind the thigh or shin to bring it closer to the chest, make sure that the acrum is rooted to the floor.",
    "pose_benefits": "Stretches the hamstrings and quads.  If the elbow is used to push the thigh, it opens the hips as well.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483088/yoga-api/24_ulgsjo.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483088/yoga-api/24_ulgsjo.png",
    "url_svg_alt": "https://www.dropbox.com/s/77peru289zm446u/pigeon.svg?raw=1"
    },
    {
    "id": 25,
    "difficulty_level": "Intermediate",
    "english_name": "King Pigeon",
    "sanskrit_name_adapted": "Eka Pada Rajakapotasana",
    "sanskrit_name": "Eka Pāda Rājakapotāsana",
    "translation_name": "eka = one, pāda = foot or leg, rāja = king, kapota = pigeon, āsana = posture",
    "pose_description": "From a seated position with the hips squared, one leg is extended forward with the knee bent and parallel to the earth.  The front heel is rooted close to the groin (or extended out in a 90 degree angle if flexibility allows).  The other leg is extended back with the knee bent and perpendicular to the earth.  The back foot is hooked on the inside of the elbow of the back arm.  The front elbow is bent upward perpendicular to the earth with the bicep by the ear.  The fingers are interlaced to connect the bind behind the body and assist in opening the chest.  The gaze is natural and forward.",
    "pose_benefits": "Stretches the thighs, groins (psoas), abdomen, chest, shoulders and neck.  Stimulates the abdominal organs.  Opens the shoulders and chest.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483087/yoga-api/25_rssro9.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483087/yoga-api/25_rssro9.png",
    "url_svg_alt": "https://www.dropbox.com/s/10usd0gcqgy6o53/kingpigeon.svg?raw=1"
    },
    {
    "id": 26,
    "difficulty_level": "Intermediate",
    "english_name": "Plank",
    "sanskrit_name_adapted": "Phalakasana",
    "sanskrit_name": "Phalakāsana",
    "translation_name": "phalaka = plank, āsana = posture",
    "pose_description": "The body is parallel to the earth.  The weight of the body is supported by straight arms and active toes.  The abdomen is pulled up towards the spine and the pelvis is tucked in.  The neck is a natural extension of the spine and the chin is slightly tucked.  The palms are flat and the elbows are close to the side body.  The joints are stacked with the wrists, elbows and shoulders in a straight line perpendicular to the earth.  The gaze follows the spine and the eyes are focused down.",
    "pose_benefits": "Strengthens the arms, wrists, and spine.  Tones the abdomen.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483088/yoga-api/26_mxkzlo.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483088/yoga-api/26_mxkzlo.png",
    "url_svg_alt": "https://www.dropbox.com/s/jg6ge8zpaltx10f/plank.svg?raw=1"
    },
    {
    "id": 27,
    "difficulty_level": "Intermediate",
    "english_name": "Plow",
    "sanskrit_name_adapted": "Halasana",
    "sanskrit_name": "Halāsana",
    "translation_name": "hala = plow, āsana = posture",
    "pose_description": "From a supine position, the upper back rests on the earth with the hips and legs revolved back over the torso above and beyond the head towards the earth.  The torso is perpendicular to the earth.  The legs are fully extended with no bend at the knees as the toes reach for the earth.  The hands are either supporting the lower back or extended behind the back on the earth with extended elbows and fingers interlaced (as flexibility allows), opening the shoulders.  The neck is straight.  The chin tucked.  Do not look to the side as this may injure the neck.  The is gaze inward.",
    "pose_benefits": "Calms the brain.  Stimulates the abdominal organs and the thyroid glands.  Stretches the shoulders and spine.  Helps relieve the symptoms of menopause.  Reduces stress and fatigue.  Therapeutic for backache, headache, infertility, insomnia,  and sinusitis.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483088/yoga-api/27_m4yux9.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483088/yoga-api/27_m4yux9.png",
    "url_svg_alt": "https://www.dropbox.com/s/zi9231wbajm6d2m/plow.svg?raw=1"
    },
    {
    "id": 28,
    "difficulty_level": "Intermediate",
    "english_name": "Pyramid",
    "sanskrit_name_adapted": "Parsvottanasana",
    "sanskrit_name": "Pārśvottānāsana",
    "translation_name": "pārśva = side, uttāna = stretch out, āsana = posture",
    "pose_description": "From a standing position with one leg forward and one back lean the torso forward at the crease of the hip joint.  Stop when the torso is parallel to the floor.  Press the fingertips or flat palms to the floor on either side of the front foot, maintaining a straight elongated spine.  If it isn’t possible to touch the floor, or to maintain a straight spine, support the hands on a pair of blocks.  Press the thighs back and lengthen the torso forward, lifting up through the top of the sternum.  Then, as flexibility allows, bring the front torso closer to the top of the thigh without rounding the spine.  Eventually the long front torso will rest down on the thigh.  The gaze is down.",
    "pose_benefits": "Calms the brain.  Stretches the spine, the shoulders, the hips and the hamstrings.  Strengthens the legs.  Stimulates the abdominal organs.  Improves posture and sense of balance.  Improves digestion.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483089/yoga-api/28_uu58tt.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483089/yoga-api/28_uu58tt.png",
    "url_svg_alt": "https://www.dropbox.com/s/j7p2600bmf840e0/pyramid.svg?raw=1"
    },
    {
    "id": 29,
    "difficulty_level": "Intermediate",
    "english_name": "Reverse Warrior",
    "sanskrit_name_adapted": "Parsva Virabhadrasana",
    "sanskrit_name": "Pārśva Vīrabhadrāsana",
    "translation_name": "pārśva = side, vīrabhadra = warrior, āsana = posture",
    "pose_description": "From warrior II , the lower body stays static while the upper body arches back in a gentle back bend.  The top arm is extended back with the bicep by the ear and the fingers spread wide.  The other arm slides down the back leg resting on the thigh or shin, but not the knee joint.  The gaze is up towards the sky.",
    "pose_benefits": "Strengthens and stretches the legs, knees, and ankles.  Stretches the groin, spine, waist, chest, lungs, and shoulders.  Stimulates abdominal organs.  Increases stamina.  Relieves backaches, especially through second trimester of pregnancy.  Therapeutic for carpal tunnel syndrome, flat feet, infertility, osteoporosis, and sciatica.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483089/yoga-api/29_ww7bot.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483089/yoga-api/29_ww7bot.png",
    "url_svg_alt": "https://www.dropbox.com/s/q6yn6cb9fglo0wp/reverswarrior.svg?raw=1"
    },
    {
    "id": 31,
    "difficulty_level": "Intermediate",
    "english_name": "Lotus",
    "sanskrit_name_adapted": "Padmasana",
    "sanskrit_name": "Padmāsana",
    "translation_name": "padma = lotus, āsana = posture",
    "pose_description": "Bring the bottom ankle and place it on top of the opposite knee, both ankles will be resting on top of the thighs.",
    "pose_benefits": "Opens the hips, groin and stretches the knees, ankles and thighs.  Strengthens the back and calms the mind, reduces stress and anxiety.  Improves circulation and blood flow in the pelvis.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483091/yoga-api/31_ozseum.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483091/yoga-api/31_ozseum.png",
    "url_svg_alt": "https://www.dropbox.com/s/0oylivjwzuj5fnp/seatedORlotus.svg?raw=1"
    },
    {
    "id": 33,
    "difficulty_level": "Intermediate",
    "english_name": "Shoulder Stand",
    "sanskrit_name_adapted": "Salamba Sarvangasana",
    "sanskrit_name": "Sālamba Sarvāṅgāsana",
    "translation_name": "sa = with, ālamba = support, sarvāṅga = all limb, āsana = posture",
    "pose_description": "From a supine position, the upper back is resting on the earth with the hips straight up towards the sky.  The torso is perpendicular to the earth.  The legs are fully extended and the toes are active.  The hands are either supporting the lower back or extended up by the side body in matchstick.  The neck is flat on the earth and the chin is tucked in.  The gaze is inward.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression.  Stimulates the thyroid and prostate glands and abdominal organs.  Stretches the shoulders and neck.  Tones the legs and buttocks.  Improves digestion.  Helps relieve the symptoms of menopause.  Reduces fatigue and alleviates insomnia.  Therapeutic for asthma, infertility, and sinusitis.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483091/yoga-api/33_r7motl.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483091/yoga-api/33_r7motl.png",
    "url_svg_alt": "https://www.dropbox.com/s/tqj48exec3zub2u/shoulderstand.svg?raw=1"
    },
    {
    "id": 34,
    "difficulty_level": "Intermediate",
    "english_name": "Side Plank",
    "sanskrit_name_adapted": "Vasisthasana",
    "sanskrit_name": "Vasiṣṭhāsana",
    "translation_name": "vasiṣṭha = name of a sage, āsana = posture",
    "pose_description": "From an arm balance position the weight of the body is supported on one side and distributed equally between the bottom arm and foot while the other (top) arm lifts with fingers spread wide and the other (top) foot stacks on top.  The grounded (bottom) foot is flat and gripping the earth from the outside edge of the foot.  If flexibility of the foot is limited then instead of gripping the earth with a flat foot, the weight of the body is balanced on the side edge of the foot that is flexed instead of flat.  The arm supporting the weight of the body and the grounded foot actively press into the floor as the shoulder blades firm against the back and then widen away from the spine drawing toward the tailbone.  Bandhas are engaged to maintain balance and stability.  The crown of the head reaches away from the neck and the gaze is up towards the hand.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression.  Stretches the shoulders, hamstrings, calves, and arches.  Strengthens the arms and legs.  Helps relieve the symptoms of menopause.  Helps prevent osteoporosis.  Improves digestion.  Relieves headache, insomnia, back pain, and fatigue.  Therapeutic for high blood pressure, asthma, flat feet, sciatica.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483093/yoga-api/34_qle5tp.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483093/yoga-api/34_qle5tp.png",
    "url_svg_alt": "https://www.dropbox.com/s/w35ciia4u570xj8/sideplank.svg?raw=1"
    },
    {
    "id": 39,
    "difficulty_level": "Intermediate",
    "english_name": "Crescent Moon",
    "sanskrit_name_adapted": "Ashta Chandrasana",
    "sanskrit_name": "Ashta Chandrāsana",
    "translation_name": "ashta = side, chandra = moon, āsana = posture",
    "pose_description": "From mountain pose, on the inhalation bring the hands up and interlace the fingers together.  Exhale, bend to one side, lengthening the opposite of the rib cage and stretch.",
    "pose_benefits": "Stretches the rib cage, arms and torso.  Tones the oblique muscles.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483095/yoga-api/39_hqj0sa.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483095/yoga-api/39_hqj0sa.png",
    "url_svg_alt": "https://www.dropbox.com/s/9tv6z3qdcw2vg3a/standingstretch.svg?raw=1"
    },
    {
    "id": 41,
    "difficulty_level": "Intermediate",
    "english_name": "Tree",
    "sanskrit_name_adapted": "Vrksasana",
    "sanskrit_name": "Vṛkṣāsana",
    "translation_name": "vṛkṣa = tree, āsana = posture",
    "pose_description": "From a standing position, one foot is rooted into the earth with the opposite heel rooted into the inner thigh with the toes pointing towards the earth.  The pelvis and the chin are tucked in.  The arms are lifted above the head with the palms together in prayer position.  The gaze is forward.",
    "pose_benefits": "Strengthens the legs, ankles, and feet.  Improves flexibility in the hips and knees.  Improves balance.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483094/yoga-api/41_veknug.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483094/yoga-api/41_veknug.png",
    "url_svg_alt": "https://www.dropbox.com/s/mn2ktlihp12mtfa/tree.svg?raw=1"
    },
    {
    "id": 43,
    "difficulty_level": "Intermediate",
    "english_name": "Upward-Facing Dog",
    "sanskrit_name_adapted": "Urdhva Mukha Svsnssana",
    "sanskrit_name": "Ūrdhva Mukha Śvānāsana",
    "translation_name": "ūrdhva = upward, mukha = facing, śvāna = dog, āsana = posture",
    "pose_description": "The body is in a prone position parallel to the earth.  The weight of the body is supported equally by the straight arms and the tops of the feet which press firmly into the earth.  The shoulders are rotated back and down.  The ribcage is lifted and pulled thru to the front in a slight upper thoracic backbend.  The joints are stacked with the wrists, elbows and shoulders in a straight-line.  The neck is a natural extension of the spine and the chin is slightly tucked.  The abdomen is pulled up towards the spine.  The palms are flat and the elbows are close to the side body.  The gaze is forward.",
    "pose_benefits": "Improves posture.  Strengthens the spine, arms, and wrists.  Stretches the chest, lungs, shoulders, and abdomen.  Firms the buttocks.  Stimulates abdominal organs.  Helps relieve mild depression, fatigue, and sciatica.  Therapeutic for asthma.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483096/yoga-api/43_m3nxjk.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483096/yoga-api/43_m3nxjk.png",
    "url_svg_alt": "https://www.dropbox.com/s/vnfx1srlwt1583t/updog.svg?raw=1"
    },
    {
    "id": 48,
    "difficulty_level": "Intermediate",
    "english_name": "Wild Thing",
    "sanskrit_name_adapted": "Camatkarasana",
    "sanskrit_name": "Camatkārāsana",
    "translation_name": "camatkāra = struck with wonder, āsana = posture",
    "pose_description": "From downward dog pose, elevate one leg toward the sky and stack the corresponding hip over the other hip.  Bring the upper heel as close to the buttocks as possible.  The hips remain stacked; then bring the shoulders forward slowly over the hands.  Replace the corresponding hand to the upraised leg with the other hand and flip yourself over and extend the top hand forward.  The bottom foot is now facing toward the front of the mat and you remain on the ball of the top foot and the corresponding knee is bent.  Continue to lift hips up towards the sky and continue reaching the free hand towards the front of the room and slightly downwards.  Allow the head to curl back.",
    "pose_benefits": "Stretches the chest, shoulders, back, and throat.  Strengthens and opens the hips, hip flexors, and thighs.",
    "url_svg": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/48_unoav6.svg",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/48_unoav6.png",
    "url_svg_alt": "https://www.dropbox.com/s/d1dbdvo4l7xry4w/downdogflip.svg?raw=1"
    }
    ]
    }